Repository: JohnnyApps/Ethernet-Menubar-Localization
Catalog: *.lproj/Localizable.strings
Languages: de

source: Connected
de: Verbunden

source: Not available
de: Nicht verfügbar

source: Connected, no internet access
de: Verbunden, kein Internetzugriff

source: No cable connected
de: Kein Kabel verbunden

source: Do not launch at login
de: Nicht beim Login starten

source: Launch at login
de: Beim Login starten

source: Quit
de: Beenden

source: Open Network Preferences ...
de: Systemeinstellung „Netzwerk” ...

source: Preferences ...
de: Einstellungen ...

source: Notify when Ethernet is:
de: Benachrichtigen bei:
